export default {
  KakaoChatLink: 'http://pf.kakao.com/_qNVtb/chat',
  Options: {
    SmokingAmt: {
      '0':'피우지 않음',
      '10':'반갑 (10 개비)',
      '20':'한갑 (20 개비)',
      '30':'한갑 반 (30 개비)',
      '40':'두갑 (40 개비)',
    },
    WaterAmt: {      
      '500':'1병',
      '750':'1병 반',
      '1000':'2병',
      '1250':'2병 반',
      '1500':'3병',
      '1750':'3병 반',
      '2000': '4병'
    },
    DrinkAmt: {
      '0.5': '반병',
      '1': '1병',
      '1.5': '1병 반',
      '2': '2병',
      '2.5': '2병 반',
      '3': '3병',
      '3.5': '3병 반',
      '4': '4병',
      '4.5': '4병 반',
      '5': '5병 이상',
    },
    DrinkTypes: ['소주','맥주','양주','막걸리'],    
    ExerciseTypes : [
      '걷기, 달리기',
      '수영',
      '웨이트(근력운동)',
      '요가,필라테스',
      '사이클(자전거)',
      '골프 등 정적 스포츠',
      '배드민턴 등 동적 스포츠',
      '기타'
    ],
    ExerciseLevels: ['저강도','중강도','고강도'],
    ExerciseMinutes: {
      '30':'30분',
      '60':'1시간',
      '90':'1시간 반',
      '120':'2시간',
      '150':'2시간 반',
      '180':'3시간',
    }
  },
  Selection: {
    YN: {
      Yes: {
        text: '예',
        val: '1'
      },
      No: {
        text: '아니오',
        val: '0'
      }
    }
  },
  EatTypes: {
    morning: '아침',
    lunch: '점심',
    dinner: '저녁',
    snack: '간식'
  }
}