export default {
  Options: {
    SmokingAmt: {
      '0':'피우지 않음',
      '10':'반갑 (10 개비)',
      '20':'한갑 (20 개비)',
      '30':'한갑 반 (30 개비)',
      '40':'두갑 (40 개비)',
    },
    WaterAmt: {
      '250':'한 컵',
      '500':'두 컵',
      '500':'세 컵',
      '750':'네 컵',
    },
    DrinkAmt: {
      '0.5': '반병',
      '1': '1병',
      '1.5': '1병 반',
      '2': '2병',
      '2.5': '2병 반',
      '3': '3병',
      '3.5': '3병 반',
      '4': '4병',
      '4.5': '4병 반',
      '5': '5병 이상',
    },
    DrinkTypes: ['소주','맥주','양주','막걸리'],    
  },
  Selection: {
    YN: {
      Yes: {
        text: '예',
        val: '1'
      },
      No: {
        text: '아니오',
        val: '0'
      }
    }
  }
}